Repository: ATIX-AG/foreman_scc_manager
Catalog: locale/*/foreman_scc_manager.po
Languages: de

source: (WARNING: Please check your SUSE subscription)
de: (WARNUNG: Bitte überprüfen Sie Ihr SUSE Abonnement)

source: Actions
de: Aktionen

source: Add SCC account
de: SCC Konto hinzufügen

source: Add SUSE Customer Center Account
de: SUSE Customer Center Konto hinzufügen

source: Associated GPG key of scc_account
de: Mit SCC Konto assoziierter GPG-Schlüssel

source: Base URL
de: Basis URL

source: Create an scc_account
de: SCC Konto erstellen

source: Cron expression is not valid!
de: Cron-Ausdruck ungültig!

source: Date and time relative to which the sync interval is run
de: Relativ zu diesem Zeitpunkt wird die Synchronisation ausgeführt

source: Delete %s?
de: %s löschen?

source: Delete scc_account
de: SCC Konto löschen

source: Edit %s
de: %s bearbeiten

source: Failed to add task to queue: %s
de: Aufgabe konnte nicht in die Warteschlange gestellt werden: %s

source: Foreman plugin to sync SUSE Customer Center products and repositories into Katello.
de: Foreman Plugin um SUSE Customer Center Produkte und Repositorien in Katello zu importieren.

source: Interval cannot be nil
de: Intervall darf nicht Null sein

source: Interval not set correctly
de: Intervall nicht richtig gesetzt

source: Last synced
de: Letzte Synchronisation

source: List all products for scc_account
de: Alle Produkte für SCC Konto auflisten

source: List all scc_accounts
de: Alle SCC Konten auflisten

source: Lock on SCC account already taken: %s
de: Lock für SCC Zugang bereits vergeben: %s

source: Login id of scc_account
de: Login ID des SCC Kontos

source: Name of the scc_account
de: Name des SCC Kontos

source: No products selected.
de: Keine Produkte ausgewählt.

source: None
de: Keine Auswahl

source: Password of scc_account
de: Passwort für SCC Konto

source: Please sync your SUSE subscriptions first.
de: Bitte synchronisieren Sie zuerst Ihre SUSE Abonnements.

source: Product Selection for Account %s
de: Produktauswahl für Konto %s

source: Product already subscribed!
de: Produkt wurde bereits abonniert!

source: Products
de: Produkte

source: SUSE Customer Center account
de: SUSE Customer Center Konto

source: SUSE Subscription
de: SUSE Abonnement

source: SUSE Subscription:
de: SUSE Abonnement:

source: SUSE Subscriptions
de: SUSE Abonnements

source: SUSE subscriptions
de: SUSE Abonnements

source: Select products
de: Produkte auswählen

source: Show an scc_account product
de: SCC Produkt anzeigen

source: Show scc_account
de: SCC Konto anzeigen

source: Subscribe SCC Product
de: SCC Produkt abonnieren

source: Subscribe product
de: Produkt abonnieren

source: Sync
de: Synchronisation

source: Sync Date
de: Synchronisationsdatum

source: Sync SUSE subscriptions
de: SUSE Abonnements synchronisieren

source: Sync SUSE subscriptions (Products)
de: SUSE Abonnements (Produkte) synchronisieren

source: Sync SUSE subscriptions (Repositories)
de: SUSE Abonnements (Repositorien) synchronisieren

source: Sync interval
de: Synchronisationsintervall

source: Sync scc_account
de: SCC Konto Synchronisieren

source: Sync task started.
de: Sync Job gestartet.

source: Task to subscribe products started.
de: Job zum abonnieren von Produkten gestartet.

source: Test Connection
de: Verbindung testen

source: Test connection for scc_account
de: Verbindung zum SCC Konto testen

source: The sync interval is used to periodically update the SCC authentication tokens of any imported products.
de: Das Synchronisationsintervall ist die Zeit, nach der automatisch das Autorisierungstoken erneuert wird.

source: URL of SUSE for scc_account
de: URL für SUSE Konto

source: Unknown
de: Unbekannt

source: Update SUSE repositories
de: SUSE Repositorien aktualisieren

source: Update SUSE repositories %s
de: SUSE Repositorien %s aktualisieren

source: Update scc_account
de: SCC Konto aktualisieren

source: Use GPG key for SUSE products
de: GPG-Schlüssel mit SUSE Produkten assoziieren

source: Use this setting if you want to automatically add a GPG key to your SUSE products upon subscription. You can change this setting in the 'Content' > 'Products' menu, later.
de: Verwenden Sie diese Einstellung, wenn Sie beim Abonnieren automatisch einen GPG-Schlüssel zu Ihren SUSE Produkten hinzufügen wollen. Diese Einstellung kann später unter 'Inhalt' > 'Produkte' wieder geändert werden.

source: Use your 'Organization credentials' obtained from the SUSE Customer Center.
de: Verwenden Sie die "Organisationszugangsdaten" aus dem SUSE Customer Center.

source: never synced
de: Nie synchronisiert
